{
  "seminars":[
    {
      "year": "2019",
      "seminars": [
        {
          "Topic": "An introduction to modular tensor categories" ,
          "Abstract":  "Modular tensor categories were introduced by V. Turaev in 1992, but some aspects were anticipated earlier by K.-H. Rehren (1990) and G. Moore and N. Seiberg (1989). A modular tensor category (MTC) is a braided tensor category (e.g., the category of representations of a group) satisfying certain finiteness and nondegeneracy conditions. The strong finiteness axioms imposed on a MTC imply that the resulting theory is more algebraic than categorical in nature.\n\nModular tensor categories arise in several diverse areas such as quantum group theory, low-dimensional topology, vertex operator algebras, and conformal field theory. For example, MTCs give rise to invariants of closed oriented 3-manifolds and links in such manifolds.\n\nIn my talk, I will explain how every MTC gives rise to a representation of the modular group SL(2, Z), justifying the nomenclature \"modular\". I will also explain how every braided tensor category gives rise to representations of the braid group, justifying the nomenclature \"braided\". Throughout my talk, I will focus on examples, rather than precise definitions.\n\nThe kernel of the representation of SL(2, Z) arising from a MTC is known to be a congruence subgroup. Time permitting, I will describe my recent work in this direction, involving Drinfeld doubles of finite abelian groups and dihedral groups.",
          "Speaker": "Dr. Deepak Naidu, Department of Mathematical Sciences, Northern Illinois University.",
          "DateVenue": "16 Dec"
        },
        {
          "Topic": "Distinguished representations over finite fields",
          "Abstract":  "An irreducible representation of a finite group G_1 is said to be distinguished with respect to a subgroup G_2 if it has a G_2-invariant vector. The notion of distinction is well studied when G_1=G(\\mathbb F_q^2) and G_2=G(\\mathbb F_q), where G is an algebraic group defined over the finite field F_q. In this talk, we survey this theme and cover some recent results which are joint with Nadir Matringe.",
          "Speaker": "Prof. U.K. Anandavardhanan, IIT Mumbai.",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "Uniqueness of Hahn-Banach Extension and Related Geometric Properties of Banach Spaces (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "The classical Hahn-Banach Theorem assures if Y is a subspace of a normed vector space X and f be a linear form defined on Y , dominated by a sublinear functional p, defined on X, then f can be extended to whole X dominated by p. Coming for the cases when this extension exists uniquely one can see that the situation is very rear. It is well known that X  is strictly convex if and only if every subspace of X has Unique Hahn-Banach extension property. \n\n This global condition on X  forces the space to be smooth. This motivates us to ask the following question. Given a normed space X and a subspace Y of X, when do the elements in Y  have unique norm preserving extension to the whole space X? This property is known as property-U, R. R. Phelps answered this question in his paper [1], It is observed that Y has property-U iff Y ? is a Haar subspace of X . \n\nAsvald Lima, Eva Oja, characterized this property and its variants (property-SU, M-ideal etc.) in terms of many geometrical properties of the space. Our aim is to identify the subspaces of L1-preduals which have property-SU. Our current investigation includes when a stronger geometric property translates through the property-SU. We have identified a few subspaces of finite-dimensional vector spaces which satisfy this property.",
          "Speaker": "Soumitra Daptari, Senior Research Fellow, IIT Hyderabad",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "Composition Operators Between Segel Bargmann Spaces (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "We study the boundedness and compactness of linear combination of two composition operators de ned between two Segal-Bargmann spaces. Here we will discuss if the linear combination is bounded (Compact, resp.) then individually both the composition operator are bounded (Compact, resp.). \n\nMore precisely, let E1 and E2 be two complex Hilbert spaces. We show that for two mappings \u001e : E1 ! E2 and : E1 ! E2 and for a; b 2 C n f0g, the composition operator aC\u001e + bC : H(E2) ! H(E1) is bounded (compact, resp.) if and only if both the composition operators C\u001e and C are bounded (compact, resp.). We also characterized the boundedness an compactness of the operators interms of the function theoretic properies of the inducing maps, which generalizes the results over the Fock space in [2]. In addition, we investigate the norm of the linear sum of two composition operators",
          "Speaker": "Sudip Ranjan Bhuia, Senior Research Fellow, IIT Hyderabad",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "Weyl's Theorem for Commuting Tuple of Paranormal Operators (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "In this talk, we show that a commuting pair of \u0003-paranormal operators having quasitriangular property satisfy the Weyl's theorem-I, that is \u001bT (T) n \u001bTW (T) = \u001900(T) and a commuting pair of paranormal operators satisfy Weyl's theorem-II, that is \u001bT (T) n !(T) = \u001900(T). Also we prove that if f is an analytic function in a neighbourhood of \u001bT (T), then Weyl's theorem-II holds for f(T), where T is a pair of commuting paranormal operators.",
          "Speaker": "Neeru Bala, Senior Research Fellow, IIT Hyderabad",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "The Non-commutative Analogue of Korovkin's Sets and Peak Points (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "In this talk, We introduce quasi hyperrigid sets in C*-algebras which are weaker than hyperrigid sets. We also introduce weak boundary representations and study the relation between boundary representations and weak boundary representations for operator systems of C*-algebras. \n\nWe prove an analogue of Saskin's theorem relating quasi hyperrigid operator systems and weak boundary representations for operator systems of C*-algebras. we introduce the notion of a weak peak point for an operator system in a C*-algebra which is a non-commutative analogue of peak point.\n\n We study the relation between weak peak points, weak boundary representations and boundary representations. We give characterization for hyperrigid operator systems in terms of orthogonality properties of Hilbert modules. We study hyperrigidity of operator systems in C*-algebras in the context of tensor products of C*-algebras.",
          "Speaker": "P. Shankar, Post Doctorate Fellow, ISI Bangalore",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "Strong Proximinality and Continuity of Metric Projection in Lindenstrauss Spaces (Symposium on Geometry of Banach Spaces)", 
          "Abstract":  "In this talk, we discuss the strong proximinality of subspaces and closed unit ball of subspaces of Lindenstrauss spaces. We give a characterization of the strong proximinality of (closed unit ball of) finite co-dimensional subspaces of Lindenstrauss spaces terms of a differentiability concept. We also discuss the continuity of metric projection in Lindenstrauss spaces.",
          "Speaker": "C R Jayanarayan, Assistant Professor, IIT Palakkad.",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "Greedy Approximations (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "The 'Thresholding Greedy Algorithm' was introduced by Konyagin and Temlyakov in order to study a special basis in Banach spaces. This basis is known as the greedy basis and can be characterized by unconditional and democratic properties of the basis. Some of the classical Banach spaces fail to have unconditional basis. This fact motivated many researchers to introduce and study some weaker versions of the greedy basis, namely, quasi-greedy basis, almost greedy basis and partially greedy basis. \n\nAlmost greedy basis can be characterized by quasi-greediness and democratic property and partially greedy basis can be characterized by quasi-greediness and conservative property. In this talk, we will discuss some new characterizations of almost greedy and partially greedy basis. We will also discuss generalizations of greedy basis and its relatives. This is joint work with Stephen J. Dilworth.",
          "Speaker": "Divya Khurana, Post-Doctorate fellow, IISc Bangalore.",
          "DateVenue": "02 Dec"
        },
        {
          "Topic": "On non-separable Gurariy space (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "In this talk, we discuss about (non-separable) Gurariy spaces. We present that, a (non-separable) Banach space is a Gurariy space if and only if every separable a.i.-ideal in X is isometric to the separable Gurariy space G. We also obtain a similar characterization of L1-predual spaces in terms of ideals. Along the way, we show that the family of ideals/a.i.-ideals in a Banach space is closed under increasing limits. We show that if X is almost isometric to a Gurariy space, then it is also a Gurariy space, thus answering a question of Prof. T. S. S.R. K. Rao. This is a joint work with Prof. P. Bandyopadhyay and Prof. S. Dutta.",
          "Speaker": "Aryaman Sensarma, Visiting Scientist ISI Bangalore",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "Geometric Properties of Certain Modular Spaces (Symposium on Geometry of Banach Spaces)", 
          "Abstract":  "Geometric properties of certain kind of Banach function and sequence spaces are current interest of study by many mathematicians. This interest is of course due to various applications of these geometric properties in fixed point theory, optimization theory, differential, integral equations and other areas of mathematical analysis. In this presentation, the notion of modular spaces, in particular Orlicz, Musielak- Orlicz, Cesàro, Orlicz-Cesààro, Musielak-Orlicz-Cesàro and ʌ-sequence spaces are recalled. \n\nSome definitions of important geometric properties such as Kadec-Klee property (property (H)), uniform Kadec-Klee property (UKK), coordinate wise uniform Kadec-Klee property (UKKc), uniform Opial property (UOP), property (β) of Rolewicz, property (k-β) for fixed integer k ≥ 1, weak uniform normal structure (WUNS) etc. and their connection with each other are also recapitulated. After giving a brief survey of the work done on the geometric properties of certain modular spaces, we mostly try to display our outcomes and interest. The following major observations are made:\n\n   - ʌ-sequence spaces ʌp and ʌ^p possess the uniform Opial property,    coordinate wise uniform Kadec-Klee property, ( )-property of Rolewicz, and    weak uniform normal structure.   - ʌ-sequence spaces \u0003p and \u0003^p have extreme points.   - Musielak-Orlicz spaces l\b((En)) generated by a Musielak-Orlicz    function \b and a sequence (En) of nite dimensional spaces En, n 2 N,    equipped with both the Luxemburg and the Amemiya norm possesses (k- )    property for xed integer k \u0015 1.   - Similar conclusions are drawn for Ces\u0012aro spaces (cesp), generalized    Ces\u0012aro spaces (ces^p), Musielak-Orlicz-Ces\u0012aro spaces (ces\b), Ces\u0012aro    sequence spaces of order (ces( ; p)) and Ces\u0012aro di erence sequence spaces    of order m(O(m)^p).\n\nThe outcomes strengthen several earlier known results. It is pertinent to mention that entire presentation is based on the recent contributions, referring to [1] & [2] of the author.",
          "Speaker": "Atanu Manna, Assistant Professor of Mathematics, Indian Institute of Carpet Technology",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "On Small Combination of Slices and Diameter two properties in Banach Spaces (Symposium on Geometry of Banach Spaces)", 
          "Abstract":  "In this work, we present a chronological description of the notion of Small Combination of Slices (SCS) in Banach Spaces and various aspects of this geometric property. We discuss the relationship of Small Combination of Slices and its relation to other geometric properties like dentability and Radon Nikodym property. We also discuss this property in the context of spaces of operators.\n\n Diameter 2 properties which sits at the other end of the spectrum, was first introduced by O. Nygaard and D. Werner and subsequently studied extensively by J. Guerrero, G. Lopez-Perez, and A Zoca among others. We prove that the dual of an M ideal of a Banach space X has w*-strong D2P(w*- Slice 2P) if has w*-strong D2P(w*-Slice 2P). We explore similar results in the context of C(K)-spaces and duals of strict ideals. We establish a connection between the SCS properties and several versions of diameter 2 properties.",
          "Speaker": "Sudeshna Basu, Senior Faculty, Ramakrishna Mission Vivekananda Educational and Research Institute, Belur, India",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "Existence of Linear Extension Operators and its Implications (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "The Hahn Banach extension theorem associates to each continuous linear functional g on a subspace M of a normed linear space a continuous linear functional f on X. On the other hand, a consequence of Bartle Graves theorem tells us that the resulting map F from to associating to each a suitable is continuous. The question whether F can also be chosen to be linear- in which case F shall be called an 'extension operator'- turns out to be very interesting and in fact leads to Hilbert spaces as the only class of Banach spaces enjoying this property.\n\n On the other hand, a nonlinear analogue of Hahn Banach theorem is provided by an old result of McShane asserting that Lipschitz maps defined on a subspace of a metric space extends to a Lipschitz map on the whole space. \n\nThe purpose of this talk is to present the current state of art involving certain nonlinear analogues of this phenomenon where we shall concentrate mainly on the Lipschitz analogue of this problem involving the existence of a (continuous) linear 'extension operator' between appropriate spaces of Lipschitz functions. Time permitting, we shall also indicate some applications of these ideas to certain questions that arise naturally in the discussion.",
          "Speaker": "M. A. Sofi, Department of Mathematics, Central University of Kashmir",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "Chebesv Subspaces of C*-Algebra (Symposium on Geometry of Banach Spaces)", 
          "Abstract":  "The classical results are proved mainly using the lattice theoretic properties of scalar functions and the topology involved. But most of the pioneering results were proved using constructive hard analysis techniques. Excellent surveys are due to Ivan Singer[6], Karl-Georg Steffens refer[2], H. Berens and G. G. Lorentz can be found in [2] to cite a few important ones. \n\nDuring 1930's P. P. Korovkin from the Russian school of analysis initiated the study of unifying many approximation processes such as Bernstein polynomial approximation, Fejér trigonometric polynomial approximation etc., using positivity of linear operators on spaces of continuous functions. His celebrated theorems known as Korovkin type theorems have attained wide range of attention that also led to Korovkin type theorems and Korovkin sets in general Banach algebras and C*-algebras in particular. \n\nOne of the three major results of Korovkin connects Čebyšev systems and Korovkin's test sets in certain special cases. Extensive surveys of Korovkin type theorems have also appeared. This lecture is about Čebyšev systems and some related questions.",
          "Speaker": "M. N. N. Namboodiri, Department of Mathematics, Cochin University of Science",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "An Elliptic Behaviour in Operator Algebras (Symposium on Geometry of Banach Spaces)",
          "Abstract":  "In this talk, we shall discuss the notion of absolute compatibility for a pair of positive elements in a C*-algebra. We shall present a geometric description of this notion in the case of M2. We shall also discuss a characterization of absolute compatibility in the case of a von Neumann algebra.",
          "Speaker": "Anil Kumar Karn, Reader, NISER, Bhubaneswar",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "Biduals of Spaces of Operators (Symposium on Geometry of Banach Spaces)", 
          "Abstract":  "An interesting question that takes its motivation from Hilbert space operator theory, is to study spaces of operators between non-re exive Banach spaces, whose biual in a natural way is again a space of op-erators. We exhibit several classes of Banach spaces which have this property, when the range space is a space of continuous functions.",
          "Speaker": "T S S R K Rao, Visiting Professor, Ashoka University",
          "DateVenue": "01 Dec"
        },
        {
          "Topic": "T-duality - past, present and future",
          "Abstract":  "In this talk, Prof Bouwknegt will review a geometric analogue of the Fourier transform, which arises in String Theory under the name of T-duality. In particular, he will discuss global aspects of T-duality and mention some recent generalisations. T-duality has important applications in different areas of mathematics, such as in differential geometry, algebraic topology, operator algebras, non-commutative geometry, as well as in physics.",
          "Speaker": "Prof. Peter Bouwknegt, Director, ANU Mathematical Sciences Institute (HisWebsite)",
          "DateVenue": "04 Sep"
        },
        {
          "Topic": "Arakelov Geometry of Modular Curves X_0(p^2)",
          "Abstract":  "We shall explore the geometry of the Modular curve X_0(p^2) and it's regular minimal model over the ring of integers, which is an arithmetic surface. After a base change we shall show that the regular minimal model is semi-simple. Arakelov has introduced an intersection pairing for divisors on arithmetic surfaces. We shall derive an expression for the Arakelov self-intersection of the relative dualising sheaf on the regular minimal model of X_0(p^2). As a consequence, we shall give some number theoretic applications for this computation. This is joint work with Dr. Debargha Banerjee and Dr. Diganta Borah.",
          "Speaker": "Dr. Chitrabhanu Chaudhari, IISER Pune",
          "DateVenue": "02 Aug"
        }
      ]
    },
    {
      "year": "2018",
      "seminars": [
        {
          "Topic": "Betti Numbers of Gaussian Excursions in the Sparse Regime",
          "Abstract": "Random field excursions is an increasingly vital topic within data analysis in medicine, cosmology, materials science, etc. This work is the first detailed study of their Betti numbers in the so-called `sparse' regime. Specifically, we consider a piecewise constant Gaussian field whose covariance function is positive and satisfies some local, boundedness, and decay rate conditions. We model its excursion set via a Cech complex. For Betti numbers of this complex, we then prove various limit theorems as the window size and the excursion level together grow to infinity. Our results include asymptotic mean and variance estimates, a vanishing to non-vanishing phase transition with a precise estimate of the transition threshold, and a weak law in the non-vanishing regime. We further have a Poisson approximation and a central limit theorem close to the transition threshold. Our proofs combine extreme value theory and combinatorial topology tools.",
          "Speaker": "Dr.Gugan Thoppe",
          "DateVenue": "19 Nov"
        },
        {
          "Topic": "Algorithmic techniques for Polynomial Rings over Noetherian commutative rings.",
          "Abstract": "Polynomial rings over Noetherian commutative rings have applications in several areas like cryptography, control theory, coding theory and algebraic geometry. For example, in lattice based cryptography, most arithmetic operations are over integers, and in control theory parametric equations with polynomials themselves as coefficients are very common. Algorithmic techniques for polynomial rings over fields are well studied with Groebner bases being one of the fundamental tools in computational ideal theory. Even though various approaches have been proposed to extend Groebner bases theory to polynomial rings over rings, these techniques have only looked at extending basic definitions and concepts.",
          "Speaker": "Dr. Maria Francis",
          "DateVenue": "31 Oct"
        },
        {
          "Topic": "Inverses of graphs and reciprocal eigenvalue properties ",
          "Abstract": "",
          "Speaker": "Dr. Abhay Kumar Singh",
          "DateVenue": "22 Oct"
        },
        {
          "Topic": "Graded free resolution and its applications",
          "Abstract": "The concept of free resolution, introduced by D. Hilbert in 1890, played a vital role in solving a famous 19th century open problem:``fundamental problem of invariant theory''.  Now the minimal free resolution appears in many diverse topics such as algebraic geometry, combinatorics, computational algebra, invariant theory, number theory, non-commutative algebra etc. Our basic setting will be finitely generated graded modules(vector spaces) over a graded commutative ring. We shall introduce homological invariants such as projective dimension, depth, regularity and Betti numbers, associated with the minimal graded free resolution of modules. Then we define the Hilbert series and the Poincar\\'e-Betti  series of modules.  Let $k$ be a field.  Given a bigraded $k$-algebra $R$, one can associate a graded $k$-algebra, diagonal subalgebra to it. I will present recent results on Cohen-Macaulay and Koszul property of diagonal subalgebras of bigraded algebras. I will also present some results on the regularity and syzygies of monomial ideals.  At the end, I will present some problems concerning Koszul algebras and Cohen-Macaulay property for future investigation",
          "Speaker": "Dr. Neeraj Kumar",
          "DateVenue": "22 Oct"
        },
        {
          "Topic": "Castelnuovo-Mumford regularity and its asymptotic behaviour",
          "Abstract": "Castelnuovo-Mumford regularity is a kind of universal bound for important invariants. It provides links between local cohomology theory and the syzygies of finitely generated graded modules over a polynomial ring over a field. In this seminar, I will speak about this invariant and its importance in commutative algebra and algebraic geometry. At the end, I will discuss some of my results on asymptotic linear bounds of Castelnuovo-Mumford regularity involving powers of homogeneous ideals in a polynomial ring over a field.",
          "Speaker": "Dr. Dipankar Ghosh,",
          "DateVenue": "22 Oct"
        },
        {
          "Topic": "Algebraic K-theory and homology stability",
          "Abstract": "We shall begin with the homotopy invariance property of K-theory. After reviewing monoids and monoid algebras, we present some results which are monoid version of the homotopy invariance property in K-theory. This answers a question of Gubeladze. Next, we will discuss the monoid version of Weibel's vanishing conjecture and some results in this direction. Finally, we will talk about the homology stability for groups. Here we present a result which improves homology stability for symplectic groups. If the time permits, some application of the homology stability will be given to the hermitian K-theory.",
          "Speaker": "Dr.Husney Parvez Sarwar,",
          "DateVenue": "22 Oct"
        },
        {
          "Topic": "On the Symbol-Pair Distance of Repeated-Root Con-stacyclic Codes of Prime Power Lengths",
          "Abstract": "Let p be a prime, and λ be a nonzero element of the finite field Fpm. The λ-constacyclic codes of length ps over Fpm are linearly ordered under set-theoretic inclusion, i.e., 0 ≤ i ≤ ps of the chain ring [Fpm/〈xps −λ〉]. they are the ideals 〈(x − λ0)i〉, This structure also gives the du- als of such λ-constacyclic codes, which are λ-1-constacyclic codes, and their hulls, which in turn provides neccessary and sufficient conditions for the exis- tence of self-dual, self- orthogonal, dual containing, and LCD λ-constacyclic code. Then this structure is used to establish the symbol-pair distances of all such λ-constacyclic codes. Among others, we identified all MDS symbol- pair constacyclic codes of length ps which satisfied the Singleton Bound for symbol-pair codes, i.e., |C| = pm(n-dsp(C)+2).1",
          "Speaker": "Dr. Abhay Kumar Singh",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "On the design of experiments with ordered treatments",
          "Abstract": "There are many situations where one expects an ordering among $K\\geq2$ experimental groups or treatments. Although there is a large body of literature dealing with the analysis under order restrictions, surprisingly, very little work has been done in the context of the design of experiments. Here, a principled approach to the design of experiments with ordered treatments is provided. In particular, we propose two classes of designs which are optimal for testing different types of hypotheses. The theoretical findings are supplemented with thorough numerical experimentation. It is shown that there is a substantial gain in power when an experiment is both designed and analyzed using methods which account for order restrictions.",
          "Speaker": "Dr. Satya Prakash Singh",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "On the structure and distances of repeated-root constacyclic codes",
          "Abstract":"The main aim of coding theory is to construct codes that are easier to encode and decode, can detect and correct many errors, and contain a sufficiently large number of codewords. To study error-detecting and error-correcting properties of a code with respect to various communication channels, several metrics (e.g. Hamming metric, Lee metric, Rosenbloom-Tsfasman (RT) metric, symbol-pair metric, etc.) have been introduced and studied in coding theory. In this talk, we will establish algebraic structures of all repeated-root constacyclic codes of prime power lengths over finite commutative chain rings. Using their algebraic structures, we will determine Hamming distances, b-symbol distances, RT distances, and RT weight distributions of these codes. As an application of these results, we will identify MDS (maximum-distance separable) Hamming, MDS b-symbol and MDS RT codes within this particular class of constacyclic codes. We will also present an algorithm to decode these codes with respect to the Hamming, symbol-pair and RT metrics.",
          "Speaker": "Dr. Anuradha Sharma",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "Local Convergence of higher order iterative methods for solving nonlinear equations in Banach spaces",
          "Abstract": "First part, we present a local convergence study of a fifth order iterative method proposed in [1] in order to approximate a locally unique root of a nonlinear equation. The analysis is discussed under the assumption that first order Fréchet derivative satisfies the Lipschitz continuity condition. Finally, we provide computable radii and error bounds based on the Lipschitz constant analyzed in the theoretical results. Some of numerical examples are worked out and compare these results with existing methods results. Second part, Third-order stirling-like method for finding a fixed point for nonlinear equa- tions in Banach spaces is proposed. The local convergence of this method for finding the fixed points of nonlinear equations in Banach spaces is discussed. The convergence established un- der the assumption that the first order Fréchet derivative satisfies the Lipschitz continuity condition. The existence and uniqueness theorem that establishes the convergence balls of these methods is obtained. We consider the numerical examples and calculate the existence and uniqueness region of convergence balls even we fail to apply the results in [3–6] due to the F is not contraction on Ω. References [1] A. Cordero, J.L. Hueso, E. Martnez, J.R. Torregrosa, Increasing the convergence order of an iterative method for nonlinear systems, Applied Mathematics Letters 25, 23692374, (2012). [2] L.B. Rall, Computational Solution of Nonlinear Operator Equations, E. Robert Krieger, New York, 1969. [3] L. B. Rall, Convergence of Stirling’s Method in Banach Spaces, Aequationes Math. 12(1975), 12-20. [4] Argyros, I.K., Stirlings method and fixed points of nonlinear operator equations in Banach spaces, Bull. Inst. Math. Acad. Sin. (N.S.) 23(1995), 13-20 . [5] Parhi, S.K., Gupta, D.K, Semilocal convergence of Stirlings method under Hölder continuous first derivative in Banach spcaes, Int. J. Comput. Math. 87(2010), 2752-2759. 1 [6] Parhi, S.K., Gupta, D.K, Relaxing convergence conditions for Stirlings method, Math. Meth- ods Appl. Sci. 33(2010), 224-232. 2",
          "Speaker": "Dr. Maroju Prashanth",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "On logarithmic coefficients of univalent functions",
          "Abstract": "Let S denote the class of analytic and univalent (i.e., one-to-one) functions f in the unit disk D := {z ∈ C : |z| < 1} satisfying f(0) = 0 = f ′(0) − 1. The logarithmic coefficients γ n of f ∈ S are defined by log f(z) zn, for n = 1,2,.... If f ∈ S, then it is known that |γ 1 | ≤ 1 and |γ 2 | ≤ (1+2e−2)/2. These bounds are sharp. Finding sharp upper bounds for |γ n | for n ≥ 3 is an open and long standing problem. In this talk, we present some sharp coefficient inequalities concerning γ 3 when f ∈ S. We also present the sharp logarithmic coefficients γ n , γ 4 and γ 5 for n = 1,2,3 for some of the well-known subclasses of S. 1 z = 2 ∞∑ n=1 γ n",
          "Speaker": "Dr. Vasu Deva Rao Allu",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "A unified approach to stochastic comparisons of multivariate mixture models",
          "Abstract": "In recent times, significant advances have been made in the study of multivariate mixtures. One such advancement is towards comparison of various multivariate mixture models in terms of stochastic orders. However, the results that have been obtained until now have some limitations in terms of their applications. In this talk, we shall consider a more general scenario and make stochastic comparisons between random vectors corresponding to two multivariate mixture models. These stochastic comparisons will be made with respect to multivariate hazard rate, reversed hazard rate and likelihood ratio orders. As a consequence, we will unify various results on stochastic comparisons of multivariate mixtures available in the literature.",
          "Speaker": "Dr. Sameen Naqvi",
          "DateVenue": "15 Oct"
        },
        {
          "Topic": "Iterative and Fixed Point Technique for Solving Variational Inequalities and Equilibrium Problems",
          "Abstract": "In the last decades, the theory of variational inequalities has been developed very significantly for its wide range of applications in many research areas. It is known that the optimization problems and many others important mathematical problems are closely related to variational inequality problems (in short, VIPs) and equilibrium problems (in short, EPs). Therefore the theory of variational inequality and equilibrium problems are also been developed and are very interesting topics of current studies. Variational inequality and equilibrium problems unify numerous familiar problems of applied and pure mathematics. Therefore, instead of studying varieties types of problems differently, sometimes it is convenient to study a single problem like equilibrium problem or variational inequality problem, which covers a vast range of problems. In recent years, much attention has been given for developing efficient and implementable iterative methods including projection method and its variant forms, extragradient method, for VIPs and EPs. On the other hand, many problems arising in different areas of mathemat- ics such as optimization, variational analysis and differential equations, can be modeled by fixed point problem (in short, FPP) consisting of finding fixed point of a (family of) nonlinear self mapping(s). The study of iterative methods, viz. Helpern iterative method, Mann and Ishikawa iterative methods, and viscosity approximation method for FPP for a (family of) nonlinear self mapping(s) has yielded a host of works in the last decades. There is a vast literature is available on iterative methods for studying, separately vari- ational inequalities, equilibrium problems and fixed point problems for nonlinear mappings, and on iterative methods to approximate common solutions of these problems but to develop and study the iterative methods for approximating common solutions of new generalizations of these problems is still an unexplored field.The objective of this work is to develop and study some iterative methods for approxi- mating common solutions of variational inequality problems, equilibrium problems, and fixed point problems for a (family of) nonlinear mapping(s). Further, in this work, we consider the certain classes of variational inequality and equilibrium problems and we show the equiv- alence between these problems with the fixed point problems by using projection operator techniques, i.e., finding the solution of equilibrium problems and variational inequalities is equivalent to find fixed point of certain mapping. This fact motivate us to develop some it- erative methods to solve variational inequalities and equilibrium problems. Furthermore, we obtain the weak and strong convergence theorem of the sequences generated by the proposed iterative method.",
          "Speaker": "Dr. Shuja Haider Rizvi",
          "DateVenue": "11 Oct"
        },
        {
          "Topic": "High resolution WENO schemes for compressible flows",
          "Abstract": "A modified third and fifth order weighted essentially non-oscillatory (WENO) schemes are proposed for the solution of inviscid compressible flows (Euler equations), where a new global-smoothness indicator is devised which shows an improved solution behavior over many existing WENO schemes, for the problems which contain discontinuities and attains optimal-order of accuracy at the critical points. For fifth order WENO scheme the smoothness indicators are constructed based on L1 measure. The WENO scheme was designed in such a way that least weights should be given to the most discontinuous sub- stencil, increasing their weights creates oscillations that could prevent the WENO scheme from attaining the expected order of accuracy. Assigning larger weight to the sub-stencils containing the discontinuity has been studied and suggested improvements in the scheme that could capture the smooth solutions even after increasing the weights of the lesser smooth sub-stencils. Further, proposed a new problem independent discontinuity locater for hybridization.",
          "Speaker": "Dr. Nagaraju",
          "DateVenue": "10 Oct"
        },
        {
          "Topic": "Analysis of Penalty Methods for Constrained Optimization Problems",
          "Abstract": "Constrained optimization problems are frequently encountered in a vast range of applications in the areas of science, engineering, economics and many more. The penalty method has been considered as one of the most efficient methods to solve constrained optimization problems. In my presentation, I will focus on two of my research works in which penalty methods have been applied to solve a nonsmooth vector optimization problem and a variational problem.",
          "Speaker": "Dr. Sarita Choudhury",
          "DateVenue": "10 Oct"
        },
        {
          "Topic": "Graphs of systoles on hyperbolic surfaces",
          "Abstract": "In this talk, we study the configuration of systoles (minimum length geodesics) on closed hyperbolic surfaces. The set of all systoles forms a graph on the surface, in fact a so- called fat graph, which we call the systolic graph. We study which fat graphs are systolic graphs for some surfaces, we call these admissible. There is a natural necessary condition on such graphs, which we call combinatorial admissibility. Our first result characterizes admissibility. It follows that a sub-graph of an admissible graph is admissible. Our second major result is that there are infinitely many minimal non-admissible fat graphs (in contrast, to the classical result that there are only two minimal non-planar graphs).",
          "Speaker": "Dr. Bidyut Sanki",
          "DateVenue": "10 Oct"
        },
        {
          "Topic": "Some Distance Related Colorings of Graphs",
          "Abstract": "Many graph colorings are motivated by frequency assignment problem which is a problem of assigning frequencies to transmitters in an optimal way and with no interference. Interference can occur if trans- mitters located sufficiently close to each other receive close frequencies. At the same time the demand for frequencies is outstripping the pace of technological change in expanding the usable spectrum. Fre- quency assignment problems can be modeled graph theoretically by taking stations as vertices of the graph and two vertices are adjacent if interference (up to some extent which is fixed for a given set of transmitters) is possible between them. In the present talk, we study two of such colorings, namely, radio k-colorigs of graphs and irreducible no-hole colorings of graphs, in detail. Also, we see, in brief, k-distance colorings of graphs and broadcast labelings of graphs.",
          "Speaker": "Dr. Srinivasa Rao Kola",
          "DateVenue": "09 Oct"
        },
        {
          "Topic": "On Polycirculant Conjecture: Groupifiability of Graphs",
          "Abstract": "A graph is said to be vertex-transitive (VT) if its automorphism group act transitively on its vertices. Laszlo Lovasz (1969) [3] conjectured that “Every finite connected VT graph contains a Hamiltonian cycle except the five known counterexamples.” In most of the known examples, one can easily find a hamiltonian cycle in a VT graph by considering a semiregular automorphism. Working in this direction, Dragan Marusic (1980) [5] conjectured that “(Polycirculant Conjecture) Every finite VT graph admits a semiregular automorphism.” Thus, a proof of polycirculant conjecture may provide an insight to the Lovasz Conjecture. Since then, polycirculant conjecture was proved for various special families of VT graphs. However, a complete solution is yet to be found. According to Marusic, a complete solution to polycirculant conjecture may require new tools and approaches. In this talk, we briefly discuss the current state of this conjecture and introduce a new notion of groupifiability of graphs to approach the problem. In this approach, we formulate an equivalent form of polycirculant conjecture and prove the conjecture for a large sub-class of VT graphs.",
          "Speaker": "Dr. Angsuman Das",
          "DateVenue": "09 Oct"
        },
        {
          "Topic": "Analysis of DPG method for parabolic problems",
          "Abstract": "In this talk, we present and analyse a time-stepping DPG method for the heat equation. The motivation of this work is to develop a general theoretical DPG framework for the heat equation that can lead to robust approximations of singularly perturbed parabolic problems. For a time-stepping DPG method, we consider DPG approximation based on ultra-weak variational formulation in space and combine with the backward Euler time stepping approximation. Well-posedness and stable approximation properties are obtained from a precise analysis of the underlying time-discrete variational formulation at every time step. We prove appropriate convergence properties for field variables and derive a Céa-type error estimate. Extension of our results to treat more general linear parabolic problems will also be discussed. Finally some of the future research plans will be highlighted.",
          "Speaker": "Dr. Jhuma Sen Gupta",
          "DateVenue": "06 Oct"
        },
        {
          "Topic": "Hilbert functions of Gorenstein K-algebras",
          "Abstract": "Hilbert function is an important algebraic object used extensively in several different areas of mathematics. This encodes the numerical behavior of a projective variety. On the other hand Gorenstein algebras are also very common and significant. An important open problem in commutative algebra is to characterize the Hilbert functions of Gorenstein K-algebras. Recently, jointly with M. E. Rossi, we resolved this problem in some cases (K-algebras of socle degree 4). Moreover, we applied these methods to classify local Gorenstein K-algebras with fixed Hilbert function which is another widely open problem on this topic. In this talk, we will discuss these new developments. This has applications in the study of the punctual Hilbert schemes parameterizing zero-dimensional subschemes of fixed degree in the projective space.",
          "Speaker": "Dr.Shreedevi Masuti",
          "DateVenue": "06 Oct"
        },
        {
          "Topic": "On the cohomology ring of Grassmannian of oriented 3-planes",
          "Abstract": "We talk about the mod 2 cohomology ring of the Grassmannian $\\widetilde{G}_{n,3}$ of oriented 3-planes in $\\mathbb{R}^n$. We first state the previously known results. Then we discuss the degrees of the indecomposable elements in the cohomology ring. We have an almost complete description of the cohomology ring. This description provides lower and upper bounds on the cup length of $\\widetilde{G}_{n,3}$.",
          "Speaker": "Dr. Prateep Chakravarthy",
          "DateVenue": "06 Oct"
        },
        {
          "Topic": "Distinguishing Galois representations by their normalized traces",
          "Abstract": "",
          "Speaker": "Mr.Vijay M Patankar",
          "DateVenue": "03 Aug"
        },
        {
          "Topic": "On Hidden Z-matrices and the Linear Complementarity Problem",
          "Abstract": "",
          "Speaker": "Dr. Dipti Dubey",
          "DateVenue": "03 Feb"
        },
        {
          "Topic": "Vector Bundles over hypersurfaces",
          "Abstract": "",
          "Speaker": "Dr. Amit Tripathi",
          "DateVenue": "03 Feb"
        },
        {
          "Topic": "Application of Statistics in Signal Processing, finance, and Environment model",
          "Abstract": "",
          "Speaker": "Dr. Ananya Lahiri",
          "DateVenue": "03 Feb"
        },
        {
          "Topic": "Existence of Solution of Functional Equations arising in Dynamic Programming of Multistage Decision Processes with Applications",
          "Abstract": "",
          "Speaker": "Dr. Deepmala",
          "DateVenue": "03 Feb"
        },
        {
          "Topic": "Detection of true entangled state vector of joint Hilbert spaces and its applications in secure communication",
          "Abstract": "",
          "Speaker": "Dr. Ramij Rahaman",
          "DateVenue": "20 Jan"
        },
        {
          "Topic": "Homological algebra of ideals related to graph theory",
          "Abstract": "",
          "Speaker": "Dr. Arindam Banerjee",
          "DateVenue": "20 Jan"
        },
        {
          "Topic": "Discrepancy estimates for generalized polynomials",
          "Abstract": "",
          "Speaker": "Dr. G. Kasi Viswanatham",
          "DateVenue": "20 Jan"
        },
        {
          "Topic": "Reliability study of systems with general standby components and constrained optimization problem with interval type-2 fuzzy parameters",
          "Abstract": "",
          "Speaker": "Dr. Pradip Kundu",
          "DateVenue": "17 Jan"
        },
        {
          "Topic": "Multiple Stieltjes constants",
          "Abstract": "",
          "Speaker": "Dr. Biswajyoti Saha",
          "DateVenue": "10 Jan"
        }
      ]
    },
    {
      "year": "2017",
      "seminars": [
        {
          "Topic": "A variant of multiplicity one theorems for half integral weight modular forms",
          "Abstract": "",
          "Speaker": "Dr. Narasimha Kumar",
          "DateVenue": ""
        },
        {
          "Topic": "Multiplicities of solutions for a sub-linear Dirichlet problem involving p(x)-Laplacian",
          "Abstract": "",
          "Speaker": "Dr. Aboubacar Marcos",
          "DateVenue": ""
        },
        {
          "Topic": "Positivity - Cone theoretic methods and applications",
          "Abstract": "",
          "Speaker": "Dr. Guy Degla",
          "DateVenue": ""
        },
        {
          "Topic": "Finiteness results on a certain class of modular forms and applications",
          "Abstract": "",
          "Speaker": "Dr. Soumya Bhattacharya",
          "DateVenue": ""
        }
      ]
    },
    {
      "year": "2016",
      "seminars": [
        {
          "Topic": "Local to Global Principle",
          "Abstract": "We explain the meaning of local to global principle and then we state several examples with this. We are interested in understanding the existence of Q-rational l-isognies of Abelian Varietie A of dimension 2 if there exists an F_p-rational l-isogeny for the local variety A_p for every prime p.",
          "Speaker": "Mr.Surjeet Kaushik",
          "DateVenue": ""
        },
        {
          "Topic": "Some basic properties of infinite toeplitz operator defined on l^2(Z).",
          "Abstract": "We focus on the necessay and sufficient condition for the boundedness of infinite toeplitz operator defined on l^2(Z) and also we find the spectrum of the same operator.",
          "Speaker": "Mr. S. Veeramani",
          "DateVenue": ""
        },
        {
          "Topic": "Operators commuting with translations",
          "Abstract": "We will show that, any bounded convolution operator on L^2(R) is commutes with all translations on L^2(R). In fact, these are only the bounded operators which will commute with all translations.",
          "Speaker": "Dr.Venku Naidu Dogga",
          "DateVenue": ""
        },
        {
          "Topic": "Spectral Theory of right linear operators in Quaternionic Hilbert Spaces",
          "Abstract": "",
          "Speaker": "Mr. Santhosh Kumar Pamula",
          "DateVenue": ""
        },
        {
          "Topic": "Perturbation of minimum attaining operators",
          "Abstract": "We discuss the minimum attaining property of a bounded linear operator defined on an aribrary Hilbert space H. We prove that this property is stable under small compact perturbations. In the case of operators with strictly positive minimum modulus, the set of compact perturbations which fail to satisfy this stability property is a porous set in the ideal of all compact operators on H.",
          "Speaker": "Mr.Jadav Ganesh",
          "DateVenue": ""
        },
        {
          "Topic": "Linear and nonlinear thermoconvective instabilities in horizontal porous layers",
          "Abstract": "",
          "Speaker": "Ms.Deepika Neela",
          "DateVenue": ""
        },
        {
          "Topic": "On the gaps between non-zero Fourier coefficients of cusp forms of higher weight.",
          "Abstract": "We focus on the necessay and sufficient condition for the boundedness of infinite toeplitz operator defined on l^2(Z) and also we find the spectrum of the same operator.",
          "Speaker": "Dr. V. G. Narasimha Kumar",
          "DateVenue": ""
        }
      ]
    },
    {
      "year": "2015",
      "seminars": [
        {
          "Topic": "Reliable resource-constrained telecardiology via compressive detection of anomalous ECG signals",
          "Abstract": "Telecardiology is envisaged as a supplement to inadequate local cardiac care, especially, in infrastructure deficient communities. Yet the associated infrastructure constraints are often ignored while designing a traditional telecardiology system that simply records and transmits user electrocardiogram (ECG) signals to a professional diagnostic facility. Against this backdrop, we propose a two-tier telecardiology framework, where constraints on resources, such as power and bandwidth, are met by compressively sampling ECG signals, identifying anomalous signals, and transmitting only the anomalous signals. Specifically, we design practical compressive classifiers based on inherent properties of ECG signals, such as self-similarity and periodicity, and illustrate their efficacy by plotting receiver operating characteristics (ROC). Using such classifiers, we realize a resource-constrained telecardiology system, which, for the PhysioNet databases, allows no more than 0.5% undetected patients at an average downsampling factor of five, reducing the power requirement by 80% and bandwidth requirement by 83.4% compared to traditional telecardiology.",
          "Speaker": "Mr. B. Sandeep Chandra",
          "DateVenue": ""
        },
        {
          "Topic": "Absolutely minimum attaining operators",
          "Abstract": "We introduce a class of operators, namely Abolutely minimum attaining operators defined on complex Hilbert spaces of arbitrary dimension and discuss some examples. We prove that every positive Absolutely minimum attaining operator is diagonalizable, by means of that we study the spectral properties of such operators and also we prove a characterization theorem for this class of operators.",
          "Speaker": "Mr.Jadav Ganesh",
          "DateVenue": ""
        },
        {
          "Topic": "Biggest open ball in invertible elements of a Banach algebra",
          "Abstract":"Let A be a unital Banach algebra and G(A) be the set of invertible elements of A. An element a ∈ G(A) is said to satisfy BOBP (Biggest open ball property) if B \u0010 a, 1 ka−1k \u0011 is the biggest ball which is centered at a and is completely contained in G(A) i.e the boundary of the ball B \u0010 a, 1 ka−1k \u0011 necessarily intersects the set of non-invertible elements. We say a Banach algebra A satisfies BOBP if every a ∈ G(A) satisfies BOBP. We make an attempt on understanding as well as characterising all Banach Algebras which satisfy BOBP and which do not. To actualise the above mentioned objective, we discuss the observations made in some classical Banach Algebras.",
          "Speaker": "Ms.Geethika Sebastian",
          "DateVenue": ""
        },
        {
          "Topic": "Level sets of condition spectrum",
          "Abstract": "This presentation focuses on the following question \"When the level set of the condition spectrum has an empty interior?\". Certain analytical results, examples and motivation from pseudo-spectra, connected to the above question, will be discussed.",
          "Speaker": "Mr.S.Veeramani",
          "DateVenue": ""
        },
        {
          "Topic": "Effects of vertical throughflow and variable gravity on Hadley-Prats flow in a porous medium",
          "Abstract": "Basic concepts of porous medium, modes of heat and mass transfer, stability analyses will be discussed. The stability of convection in a horizontal porous layer which is saturated with fluid and induced by horizontal temperature gradients subjected to horizontal mass flow is investigated by means of linear and nonlinear stability analysis. The effects of variable gravity field and vertical throughflow are also considered in this analysis. The nonlinear stability analysis part has been developed via energy functional. Shooting and Runge-Kutta methods have been used to solve eigenvalue problem in both cases. Comparison is made between linear and nonlinear stability results.",
          "Speaker": "Ms. Deepika Neela",
          "DateVenue": ""
        },
        {
          "Topic": "On the odd covering conjecture of Erdos and its relation to a polynomial conjecture of Turan.",
          "Abstract": "A finite collection of congruences is said to be a covering of integers if every integer satisfies at least one among these. The restriction that the moduli involved be distinct and satisfy certain property makes finding such covering systems nontrivial. Paul Erdos was fascinated by coverings, and along with Selfridge, Graham and others, proposed a series of problems and conjectures on the topic in his lifetime. One such problem asks whether there is a covering involving distinct odd moduli > 1. As discovered by Schinzel, this problem is closely related to an (somewhat relaxed version) irreducibility conjecture of Paul Turan which is based on Van der Warden's theorem that \"almost all\" polynomials having integer coefficients are irreducible over the rationals. We discuss these connections, as well as some of the past and recent developments made towards solving these problems.",
          "Speaker": "Dr.Pradipto Benerjee",
          "DateVenue": ""
        },
        {
          "Topic": "Algebraicity of Fourier coefficients of half-integral weight modular forms",
          "Abstract": "It is well-known that a normalized Hecke eigenform of integral weight has algebraic Fourier coefficients. However, for half-integral weight modular forms, there are no analogous results known. In a joint work with Soma Purkait, we show that the algebraicity of the Fourier coefficients of half-integral weight modular forms can be determined by checking the algebraicity of the first few of them.",
          "Speaker": "Dr.Narasimha Kumar",
          "DateVenue": ""
        },
        {
          "Topic": "Spectral theorem for quaternionic normal operator.",
          "Abstract": "Every normal operator in quternionic Hilbert space is unitarily equivalent to a multiplication operator induced by some suitable function.",
          "Speaker": "Mr.P.Santhosh Kumar",
          "DateVenue": ""
        },
        {
          "Topic": "Sparsity based methods for reconstruction in Computed Tomography",
          "Abstract": "",
          "Speaker": "Mr.Prasad Theeda",
          "DateVenue": ""
        },
        {
          "Topic": "Best approximation in Normed Linear Space (Part II).",
          "Abstract": "",
          "Speaker": "Dr.Tanmay Paul",
          "DateVenue": ""
        },
        {
          "Topic": "Best approximation in Normed Linear Space (Part I).",
          "Abstract": "Best approximation in normed linear space is a well studied subject and it has numerous applications in many other streams in analysis. The theory has some nice interplay with the geometry of the unit ball and the differentiability of the dual norm. If the best approximation is guaranteed for a given subspace, it is natural to study how this set of best approximation is located. Various strengthenings of best approximation comes in this context. Part I will be devoted towards some basic concepts and known results in this direction and Part II will discuss some of the speaker's recent observations.",
          "Speaker": "Dr.Tanmay Paul",
          "DateVenue": ""
        },
        {
          "Topic": "An Introduction to Reproducing Kernel Hilbert Spaces.",
          "Abstract": "Reproducing Kernel Hilbert Spaces (RKHS) are function spaces. They play a major role in many applicational settings - for instance, in Kernel Methods in Machine Learning, Sampling theory and Extremal problems. In this talk, after presenting the definition of an RKHS, we will see some simple examples of RKHS. Following this, we will deal with one non-trivial example of an RKHS and try to give some ideas of the proof.",
          "Speaker": "Dr.D.Venku Naidu",
          "DateVenue": ""
        },
        {
          "Topic": "Condition Spectrum and almost multiplicative functions.",
          "Abstract": "In finite dimensional case, the condition spectrum judges the computational stability of solving a linear system. In a complex commutative Banach algebra with unit, the condition spectrum and almost multiplicative function have connection similar to what the spectrum and multiplicative function have. The connections are analogous to the Gelfand theory and Gleason-Kahane-Zelazko theorem. Some results are compared with eigenvalues and pseudo-spectra as well.",
          "Speaker": "Dr.D.Sukumar",
          "DateVenue": ""
        }
      ]
    },
    {
      "year": "2014",
      "seminars": [
        {
          "Topic": "Topological dynamics.",
          "Abstract": "Our aim is to study a brief introduction to Topological dynamics. This talk will deal with basic concepts of Topological dynamical system.We study the definition and basic properties of Minimality,Topological Transitivity,wandering and non-wandering points,Topological conjugacy and Expansiveness.",
          "Speaker": "Ms.Gunjan Sapra",
          "DateVenue": ""
        },
        {
          "Topic": "The Star-composition - A Novel Generating Method of Fuzzy Implications: An Algebraic Study.",
          "Abstract": "",
          "Speaker": "Mr. Nageshwar Rao Vemuri",
          "DateVenue": ""
        },
        {
          "Topic": "Spectral Theorem for normal operators and Quaternionic Hilbert spaces.",
          "Abstract": "In this talk we give the integral form of right linear normaloperator on a quaternionic Hilbert space",
          "Speaker": "Mr. Santosh K. Pamula",
          "DateVenue": ""
        },
        {
          "Topic": "Bandler-Kohout Subproduct with Yager's Families of Fuzzy Implications: A Comprehensive Study.",
          "Abstract": "",
          "Speaker": "Mr. Sayantan Mandal",
          "DateVenue": ""
        },
        {
          "Topic": "The Star-composition - A Novel Generating Method of Fuzzy Implications: An Algebraic Study.",
          "Abstract":"",
          "Speaker": "Mr. Nageshwar Rao Vemuri",
          "DateVenue": ""
        },
        {
          "Topic": "The Quest for a Dictionary: Theory & Applications.",
          "Abstract": "For data that can be sparsely generated, one can obtain good reconstructions from reduced number of measurements - thereby compressing the sensing process rather than the traditionally sensed data. A wealth of recent developments in applied mathematics, by the name of Compressed Sensing (CS) aim at achieving this objective. The backbone behind such recoveries is sparse modeling of target data by the elements of a given system function, called Dictionary or CS matrix. The resentation aims at exploring the basic theory and applications of dictionary design methods.",
          "Speaker": "Dr. C. S. Sastry",
          "DateVenue": ""
        }
      ]
    },
    {
      "year": "2013 and older",
      "seminars": [
        {
          "Topic": "Minimum attaining operators",
          "Abstract": "We introduce norm attaining and minimum attaining operators and special classes of these operators on a Hilbert space. Our aim is to characterize these classes and obtain structure of these operators. We present some results that we have obtained and possible future problems.",
          "Speaker": "Mr.Jadav Ganesh",
          "DateVenue": ""
        },
        {
          "Topic": "Stability Analysis of Hadley-Prats Flow",
          "Abstract": "Stability of thermo-solutal convection induced by temperature and concentration gradients in a horizontal fluid saturated porous medium with non zero net mass flow is investigated balong with viscous dissipation and the Soret effect by means of linear stability analysis. These horizontal gradients induces Hadley circulation. Basic velocity is superposition of Hadley type flow and uniform flow. One term Galerkin approximation method is used to obtain the solution analytically. Critical Vertical Rayleigh number is obtained for assigned values of critical wave number, Horizontal thermal Rayleigh number, Gebhart number, Peclet number, horizontal and vertical Solutal Rayleigh number, Lewis number and Soret number. Physcial explanation is given for the onset of convection.",
          "Speaker": "Ms.Deepika Neela",
          "DateVenue": ""
        },
        {
          "Topic": "A certain Key-identity for hyperbolic Riemann surfaces",
          "Abstract": "In 2006, J. Jorgenson and J. Kramer have constructed a certain \"key-identity\" relating the canonical and hyperbolic volume forms defined on a compact Riemann surface. Using this identity they transformed a problem in Arakelov theory to that of hyperbolic geometry, and derived bounds for the canonical Green's function. In this talk, we describe an extension of the key-identity to non-compact hyperbolic Riemann surfaces of finite volume, and its applications to modular curves.",
          "Speaker": "Dr. Anilatmaja Aryasomayajula",
          "DateVenue": ""
        },
        {
          "Topic": "On sign changes of q-exponents of generalized modular functions.",
          "Abstract": "Let f be a generalized modular function (GMF) of weight 0 and level N, such that its q-exponents c(n)(n >= 1) are all real, and div(f) = 0. We show the equidistribution of signs for c(p)(p prime), by using equidistribution theorems for normalized cuspidal eigenforms of integral weight.",
          "Speaker": "Dr.Narasimha Kumar",
          "DateVenue": ""
        },
        {
          "Topic": "Linear and nonlinear stability analysis of Hadley flow in porous media",
          "Abstract": "The present study deals with the effect of stress relaxation on the mechanism of instability of the thermo-solutal convection. The energy method is developed to discuss the non-linear stability of convection in horizontal porous layer subject to an inclined temperature gradient. In this study both linear and non-linear stability analysis are carried out for a large number of parameter values. The horizontal components of these gradients induce a Hadley circulation, which becomes unstable when vertical components are sufficiently large and this instability is analyzed using three dimensional normal modes. The vertical thermal Rayleigh number is treated as the eigen value. The system that constitutes the eigen value problem is solved by using shooting method for various modes of instability. Results are presented for various values of the governing parameters of the flow.",
          "Speaker": "Mr. Anjanna Matta",
          "DateVenue": ""
        },
        {
          "Topic": "On the construction of compressed sensing matrices",
          "Abstract": "In recent years, sparse representation has emerged as a powerful tool for efficiently processing data in non-traditional ways. This is mainly due to the fact that natural data of interest tend to have sparse representation in some basis. A wealth of recent optimization techniques in applied mathematics, by the name of Compressive Sampling Theory (CST or CS theory) aim at providing the sparse description of such data in redundant bases. This talk briefly walks through the current developments in Sparse representation theory with emphasis on the construction of CS matrices, and shows how the developments could be used for applications in Computed Tomography.",
          "Speaker": "Mr. Ramu Naidu",
          "DateVenue": ""
        },
        {
          "Topic": "On Mazur\\92s intersection property",
          "Abstract": "From Hahn-Banach theorem it follows any closed bounded convex set in a normed linear space is a intersection of closed half spaces. It was S. Mazur who asked when it can be expressed as a intersection of closed balls. Several characterizations are known till today. Dr. Paul will try to cover the results for finite dimensional spaces. Several strengthening and weakening are also possible and if time permits Dr. Paul will try to discuss those results.",
          "Speaker": "Dr.Tanmoy Paul",
          "DateVenue": ""
        },
        {
          "Topic": "Function Approximation through Fuzzy Inference Systems",
          "Abstract": "The talk will start with a short introduction to Fuzzy Set Theory, its need and the different connectives employed. Following this fuzzy inference systems, which employ fuzzy if-then rules, will be discussed in detail. Finally, some new results regarding their function approximation capabilities will be presented.",
          "Speaker": "Mr. Sayantan Mandal",
          "DateVenue": ""
        },
        {
          "Topic": "Transforms and Applications",
          "Abstract": "The presentation discusses some of the mathematical transforms and their applications. It then talks about the recent trends in sparse representations and their potential for applications.",
          "Speaker": "Dr. C.S. Sastry",
          "DateVenue": ""
        },
        {
          "Topic": "Fuzzy Implications: A Monoid Structure",
          "Abstract": "Fuzzy Implications are a generalisation of the classical two-valued implication to the infinite-valued setting. They play an important role both in the theory and application, as can be seen from their use in Multi-valued logic, Approximate Reasoning, Fuzzy Control, Image Processing and Data Analysis. While the analytical aspects of these operators have been well-studied, only some nascent attempts have been made on an algebraic study of them. In this talk, after a short introduction to these connectives, we present some of our latest results, wherein we propose a novel generation process of these operations and show that the set of all fuzzy implications form a monoid. This is the richest structure known so far on these operations and helps us in giving a natural ordering on this set.",
          "Speaker": "Mr. V. Nageswara Rao",
          "DateVenue": ""
        }
      ]
    }
  ]
}