{
  "generalugcourses":[
    {
      "CourseCode": "MA 1110",
      "CourseName": "Elements of Basic Calculus I",
      "Syllabus":"Sequences and Series : Limit of a sequence, monotone and Cauchy sequences and properties of convergent sequences, examples. Infinite series, positive series, tests for convergence and divergence, integral test, alternating series, Leibnitz test.Differential Calculus : Continuity and differentiability of a function of single variable, statement of Rolle’s Theorem, Lagrange’s mean value theorem and applications."
    },
    {
      "CourseCode": "MA 1220",
      "CourseName": "Elements of Basic Calculus II",
      "Syllabus":"Integral Calculus : Definite Integrals as a limit of sums, Applications of integration to area, volume, surface area, Improper integrals.\n\n Functions of several variables : Continuity and differentiability, mixed partial derivatives, local maxima and minima for function of two variables, Lagrange multipliers."
    },
    {
      "CourseCode": "MA 1230",
      "CourseName": "Series of Functions",
      "Syllabus":"Functional Series : Sequence of Functions, Pointwise and uniform convergence, basic aspects of Power series, Fourier series."
    },
    {
      "CourseCode": "MA 1130",
      "CourseName": "Vector Calculus",
      "Syllabus":"Double and Triple Integrals : Calculations, Areas, Volumes, change of variables, Applications.\n\n Integrals of Vector Functions: Line integrals, Green’s formula, path independence, Surface integral: definition, evaluation, Stoke’s formula, Gauss-Ostrogradsky divergence theorem."
    },
    {
      "CourseCode": "MA 1140",
      "CourseName": "Linear Algebra",
      "Syllabus":"Matrices, Linear equations and solvability, Vector spaces, Basis and dimension, Linear transforms, Similarity of matrices, Rank-Nullity theorem and its applications. Eigen values and eigen vectors. Cayley-Hamilton theorem and diagonalization, Inner-product spaces, Gram-Schmidt process."
    },
    {
      "CourseCode": "MA 1150",
      "CourseName": "Differential Equations",
      "Syllabus":"Ordinary Differential Equations : First order linear equations, Bernoulli’s equations, Exact equations and integrating factor, Higher order linear, differential equations with constant coefficients.\n\n Partial Differential Equations : First order linear PDE, quasi linear PDE, method of characteristics, Cauchy problem, first order nonlinear PDE’s of special type."
    },
    {
      "CourseCode": "MA 2110",
      "CourseName": "Introduction to Probability",
      "Syllabus":" Sample space and events, definitions of probability, properties of probability, conditional probability.\n\n Random variables : Distribution functions, discrete and continuous random variables, moments of random variables, conditional expectation, Chebyshev inequality, functions of random variables.\n\n Special Distributions : Bernoulli, Binomial, Geometric, Pascal, Poisson, Exponential, Uniform, Normal distributions, Limit Theorems: Law of large numbers"
    },
    {
      "CourseCode": "MA 2120",
      "CourseName": "Transform Techniques",
      "Syllabus":"Laplace and Inverse Laplace transform, linearity, Laplace transforms of Derivatives and Integrals, partial fractions, unit step function, shifting on the t-axis, periodic functions, applications of Laplace transform for solving differential equations. Fourier integral, Fourier Sine and Cosine transform, convolution, applications of Fourier transform for solving differential equations."
    },
    {
      "CourseCode": "MA 2130",
      "CourseName": "Complex Variables",
      "Syllabus":"Complex Functions limits, Continuity, Differentiability, analytic functions, Cauchy -Riemann equations, Laplace equations, Harmonic functions, conformal mapping, Cauchy integral theorem, Cauchy integral formula, derivations of an analytic function,Power series, Taylor series, Laurent series, zeros, singularities, residues, evaluation of real integrals."
    },
    {
      "CourseCode": "MA 2140",
      "CourseName": "Introduction to Statistics",
      "Syllabus":"Random sampling, Estimation of parameters, Confidence Intervals, Testing of Hypothesis, Goodness of fit, Nonparametric tests, Correlation Analysis."
    }
  ]
}